{
	"code": "en",
	"name": "English",
	"strings": {
		"pages.species-missed.note.text": "The script displays all the species missed by the user, compared to another user or project.{1}In the case of comparison with a project, it shows the species included in the project and not encountered by the given user.{1}There may be discrepancies if the user did not encounter any of the subspecies of the species he encountered.",
		"pages.species.note.text": "The script picks all species from the project uploaded to the site before the selected date (Creation Date), picks all species uploaded after the selected date, then compares the lists and leaves only the new ones. Unfortunately, the iNaturalist API does not allow you to select species added to the project relative to the date, so if \"Research status\" is set in the project requirements, there is a chance that an observation added before the specified date has been added to the project after that date, but it will not be in the list. Similarly with those observations that were redefined after the specified date.",
		"{1} видов:": "{1} species:",
		"{1} пользователей:": "{1} users",
		"* Список неполон, должно быть {1} пользователей!": "* The list is incomplete, there must be {1} users!",
		"API iNaturalist из-за каких-то ошибок в некоторых случаях может возвращать неполный список подписчиков. Это проблема не данного скрипта, а получаемых им данных": "The iNaturalist API may in some cases return an incomplete list of subscribers due to some errors. This is not a problem of this script, but of the data it receives",
		"Id или имя пользователя для сравнения": "Id or username for comparison",
		"Id или имя пользователя": "Id or username",
		"Id или имя проекта для сравнения": "Id or project name for comparison",
		"Id или имя проекта": "Id or project name",
		"В поле места требуется вводить только цифровой идентификатор.": "You are only required to enter a numeric id in the place field.",
		"В поле проекта можно ввести либо цифровой, либо строковый id (можно скопировать из адресной строки браузера).": "In the project field, you can enter either a numeric or string id (you can copy it from the address bar of your browser).",
		"В поле таксона можно вводить как цифровой идентификатор, так и название (латинское или русское).": "In the taxon field, you can enter either a numeric id or a name (Latin or Russian).",
		"Вернуться на главную": "Back to Home",
		"Виды проекта": "Project species",
		"Виды, встреченные только этим пользователем": "Species encountered only by this user",
		"Выводить в CSV": "CSV output",
		"Выводить только виды": "Display only species",
		"Главная": "Home",
		"Данный список примерен, и может не учитывать какие-то из наблюдений, в особенности если проект требует \"Исследовательского уровня\"": "This list is approximate, and may not take into account some of the observations, especially if the project requires an \"Research Grade\".",
		"Дата загрузки наблюдений (по которую считать новые виды)": "Date of observation loading (on which to count new species)",
		"Дата загрузки наблюдений (с которой считать новые виды)": "Date of downloading observations (since when to count new species)",
		"Дата загрузки": "Date of download",
		"Дополнительные параметры": "Additional parameters",
		"Если введён не ID, скрипт, после потери полем фокуса ввода, попытается найти таксон в базе iNaturalist, и подставить наиболее подходящий (по мнению айната) вариант.": "If you didn't enter an ID, the script will try to find the taxon in the iNaturalist database and replace it with the most suitable (in the iNaturalist's opinion) one.",
		"Если ошибка повторяется, вы можете написать автору (%1 или %2) и приложить следующую информацию:": "If the error repeats, you can write to the author ({1} or {2}) and attach the following information:",
		"Загружается язык приложения": "The application language is loaded",
		"Загружается": "Loading",
		"Загрузка {1} cтраницы из {2}": "Loading page {1} of {2}",
		"Загрузка {1} cтраницы": "Loading page {1}",
		"Загрузка всех видов": "Loading all views",
		"Загрузка наблюдений": "Loading observations",
		"Загрузка новых видов": "Loading New Views",
		"Загрузка участников": "Loading Members",
		"Запустить": "Run",
		"Иначе дата рассматривается как дата наблюдения": "Otherwise, the date is treated as the observation date",
		"Конвертер для табличных данных с йната, а так же редактор для постов.": "Converter for tabular data from iNaturalist, as well as an editor for posts.",
		"Лимит": "Limit",
		"Меню": "Menu",
		"Место": "Location",
		"Наблюдений:": "Observations:",
		"Наблюдений": "Observations:",
		"Наблюдения до": "Observations before",
		"Наблюдения после": "Observations after",
		"Настройки даты": "Date settings",
		"Не отображать отозванные определения": "Do not display withdrawn definitions",
		"Некоторая информация об этом сайте.": "Some information about this site.",
		"Нет данных": "No data available",
		"Неуспешно": "Unsuccessful",
		"Новые виды в проекте": "New species in the project",
		"Новые виды проекта": "New project views",
		"О приложении": "About",
		"О сайте": "About the site",
		"Ограничиться таксоном": "Limit to taxon",
		"Описание работы": "Description",
		"Отображение": "Display",
		"Очистить сохранённые имена": "Clear saved names",
		"Очистить": "Clear",
		"Поиск ID вида": "Search for species ID",
		"Поиск не удался, проверьте корректность введёного имени": "Search failed, check if the name you entered is correct",
		"Показывать виды, впервые зарегистрированные в этот период": "Show species reported for the first time in this period",
		"Показывать только наблюдения": "Show Observations Only",
		"Получение списка всех участников проекта.": "Getting a list of all project members.",
		"Произошла ошибка при получении или обработке данных. Пожалуйста, попробуйте повторить позже.": "An error occurred while receiving or processing the data. Please try again later.",
		"Пропущенные виды": "Missing Species",
		"Просмотр списка видов проекта, а так же списка видов, которые встретил только указанный наблюдатель.": "Viewing the list of species in the project, as well as the list of species encountered only by the specified observer.",
		"Просмотр списка видов, не встреченных пользователем в сравнении с другим пользователем или проектом": "View a list of species not encountered by the user compared to another user or project.",
		"Просмотр списка новых видов, появившихся в проекте за выбранный промежуток времени": "View the list of new species that appeared in the project during the selected time period",
		"Прочее": "Other",
		"Редактор постов в журналы": "Journal Post Editor.",
		"Скачать": "Download",
		"Скачивание наблюдений в формате CSV.": "Downloading observations in CSV format.",
		"Скачивание наблюдений": "Download observations",
		"Скрипт отображает все виды, отмеченные в проекте. Так же можно отобразить виды, которые наблюдал только указанный пользователь.": "The script displays all the species marked in the project. It is also possible to display species that were observed only by the specified user.",
		"Скрипты для iNaturalist": "iNaturalist utils",
		"Список видов в проекте": "List of Species in Project",
		"Список утилит": "List of utilities",
		"Статус наблюдения": "Observation status",
		"Страница не найдена": "Page not found",
		"Таксон": "Taxa",
		"Успешно": "Success",
		"Участники проекта": "Project members",
		"Фильтрация": "Filtering",
		"Язык": "Language",
		"": ""
	}
}